Repository: JadranR/website
Catalog: po/*.po
Languages: sl

source: Fuzzy: %d%%
sl: Nejasno: %d%%

source: Untranslated
sl: Neprevedeno

source: Untranslated: %d%%
sl: Neprevedeno: %d%%

source: Language
sl: Jezik

source: Graph
sl: Diagram

source: Last Update
sl: Zadnja posodobitev

source: Template
sl: Predloga

source: Total: %d
sl: Skupaj: %d

source: Total: Unknown
sl: Skupaj: neznano

source: Maintainer
sl: Vzdrževalec

source: Slovenian
sl: Slovenščina
