Repository: JadranR/website
Catalog: po/*.po
Languages: sl

source: Error 404 (Page Not Found)
sl: Napaka 404 (Stran ni bila najdena)

source: Page Not Found...
sl: Stran ni bila najdena...

source: For some reason (mis-typed URL, faulty referral from another site, out-of-date search engine listing or we simply deleted a file) the page you were looking for could not be found.
sl: Iz nekega razloga (napačno vpisan URL, napačen sklic z druge spletne strani, zastarel seznam iskalnikov ali preprosto izbrisana datoteka) strani, ki ste jo iskali, ni bilo mogoče najti.

source: This site has recently undergone a major re-working, so that might explain why you got this page instead.
sl: Ta spletna stran je bila pred kratkim deležna večje predelave, zato bi to lahko pojasnilo, zakaj ste namesto nje dobili to stran.

source: Were you looking for...
sl: Iskali ste...

source: Documentation
sl: Dokumentacija

source: Manual
sl: Priročnik

source: English
sl: Angleščina

source: Japanese
sl: Japonščina

source: Release Notes
sl: Opombe ob izdaji

source: Change Log
sl: Dnevnik sprememb

source: Downloads
sl: Prenosi

source: Screenshots
sl: Posnetki zaslona

source: Source Code
sl: Izvorna koda

source: Support
sl: Podpora

source: Translations
sl: Prevodi

source: The change log is a more complete list of changes in the last WinMerge releases.
sl: Dnevnik sprememb je popolnejši seznam sprememb v zadnjih izdajah WinMerge.

source: WinMerge, change log, changes, release, tracker item, revision number
sl: WinMerge, dnevnik sprememb, spremembe, izdaja, sledilec vnosov, številka revizije

source: The change log is currently not available...
sl: Dnevnik sprememb trenutno ni na voljo...

source: Documentation from WinMerge like manual, release notes, change log and Development Wiki.
sl: Dokumentacija iz WinMerge, kot so priročnik, opombe ob izdaji, dnevnik sprememb in Wiki za razvoj.

source: WinMerge, documentation, manual, release notes, known issues, change log, Development Wiki
sl: WinMerge, dokumentacija, priročnik, opombe ob izdaji, znane težave, dnevnik sprememb, Wiki za razvoj

source: The <a href="%s">manual</a> explains how to use WinMerge, and documents its capabilities and limitations.
sl: <a href="%s">Priročnik</a> razlaga, kako uporabljati WinMerge, ter dokumentira njegove zmožnosti in omejitve.

source: It is currently available in the following languages:
sl: Trenutno je na voljo v naslednjih jezikih:

source: The <a href="%1$s">release notes</a> are a short summary of important changes, enhancements, bug fixes and <a href="%2$s">known issues</a> in the current WinMerge release.
sl: <a href="%1$s">Opombe ob izdaji</a> so kratek povzetek pomembnih sprememb, izboljšav, popravkov programskih napak in <a href="%2$s">znanih težav</a> v trenutni izdaji WinMerge.

source: The <a href="%s">change log</a> is a more complete list of changes in the last WinMerge releases.
sl: <a href="%s">Dnevnik sprememb</a> je popolnejši seznam sprememb v zadnjih izdajah WinMerge.

source: Development Wiki
sl: Wiki za razvoj

source: The <a href="%s">Development Wiki</a> contains much information about the WinMerge development.
sl: <a href="%s">Wiki za razvoj</a> vsebuje veliko informacij o razvoju WinMerge.

source: The release notes are a short summary of important changes, enhancements, bug fixes and known issues in the current WinMerge release.
sl: Opombe ob izdaji so kratek povzetek pomembnih sprememb, izboljšav, popravkov programskih napak in znanih težav v trenutni izdaji WinMerge.

source: WinMerge, release notes, summary, changes, enhancements, bug fixes, known issues, release
sl: WinMerge, opombe ob izdaji, povzetek, spremembe, izboljšave, popravki programskih napak, znane težave, izdaja

source: The release notes are currently not available...
sl: Opombe ob izdaji trenutno niso na voljo...

source: Download the current WinMerge version %1$s, which was released at %2$s. For detailed info on what is new, read the change log and the release notes.
sl: Prenesite trenutno različico WinMerge %1$s, ki je bila izdana %2$s. Za podrobne informacije o novostih, preberite dnevnik sprememb in opombe ob izdaji.

source: WinMerge, free, download, Windows, setup, installer, binaries, runtimes, stable, beta, experimental, portable
sl: WinMerge, brezplačno, prenos, Windows, namestitev, namestitveni program, dvojiške datoteke, časi izvajanja, stabilno, beta, poskusno, prenosno

source: Project File Releases
sl: Izdaje projektne datoteke

source: Download WinMerge
sl: Prenesi WinMerge

source: The easiest way to install WinMerge is to download and run the Installer. Read the <a href="%s">online manual</a> for help using it.
sl: WinMerge najlažje namestite tako, da prenesete in zaženete namestitveni program. Za pomoč pri tem, preberite <a href="%s">spletni priročnik</a>.

source: The current WinMerge version is <strong>%1$s</strong> and was released at <strong>%2$s</strong>.
sl: Trenutna različica WinMerge je <strong>%1$s</strong> in je bila izdana <strong>%2$s</strong>.

source: For detailed info on what is new, read the <a href="%1$s">change log</a> and the <a href="%2$s">release notes</a>.
sl: Za podrobne informacije o novostih preberite <a href="%1$s">dnevnik sprememb</a> in <a href="%2$s">opombe ob izdaji</a>.

source: Download
sl: Prenesi

source: Size
sl: Velikost

source: Type
sl: Vrsta

source: Installer
sl: Namestitveni program

source: Per-user installer
sl: Namestitveni program za posameznega uporabnika

source: Binaries
sl: Dvojiške datoteke

source: SHA-256 Checksums
sl: Kontrolne vsote SHA-256

source: Requirements
sl: Zahteve

source: 32-bit installer: Microsoft Windows XP SP3 or newer
sl: 2-bitni namestitveni program: Microsoft Windows XP SP3 ali novejši

source: 64-bit installer: Microsoft Windows 7 or newer
sl: 64-bitni namestitveni program: Microsoft Windows 7 ali novejši

source: Admin rights for the installer (except for Per-user installer)
sl: Skrbniške pravice za namestitveni program (razen namestitvenega programa za posameznega uporabnika)

source: Other Versions
sl: Druge različice

source: WinMerge 2.14.0 <em>for Windows 2000</em>
sl: WinMerge 2.14.0 <em>za Windows 2000</em>

source: WinMerge version 2.14.0 was the last version to ship with Microsoft Visual C++ 2008 runtimes that support Windows 2000.
sl: Različica WinMerge 2.14.0 je bila zadnja različica, ki je bila objavljena z Microsoft Visual C++ 2008, ki podpira Windows 2000.

source: Get version %s
sl: Pridobite različico %s

source: WinMerge 2.12.4 <em>for Windows 95/98/ME/NT</em>
sl: WinMerge 2.12.4 <em>za Windows 95/98/ME/NT</em>

source: WinMerge version 2.12.4 was the last version to ship with Microsoft Visual C++ 2005 runtimes that support Windows 95/98/ME/NT. It was also the last version to ship with an ANSI version of WinMerge.
sl: Različica WinMerge 2.12.4 je bila zadnja različica, ki je bila objavljena z Microsoft Visual C++ 2005, ki podpira Windows 95/98/ME/NT. To je bila tudi zadnja različica, ki je bila objavljena z ANSI različico WinMerge.

source: Unofficial Versions
sl: Neuradne različice

source: Continuous Integration Builds
sl: Neprekinjena integracija izgradenj

source: WinMerge Portable
sl: Prenosni WinMerge

source: (by PortableApps.com)
sl: (avtor PortableApps.com)

source: Y-m-d
sl: L-m-d

source: View all file releases&hellip;
sl: Oglejte si vse izdaje datotek&hellip;

source: Stable Versions
sl: Stabilne različice

source: Beta Versions
sl: Različice Beta

source: Experimental Builds
sl: Poskusne izgradnje

source: All File Releases
sl: Vse izdaje datotek

source: Basque
sl: Baskovščina

source: Catalan
sl: Katalonščina

source: Dutch
sl: Nizozemščina

source: Greek
sl: Grščina

source: German
sl: Nemščina

source: French
sl: Francoščina

source: Polish
sl: Poljščina

source: Portuguese (Brazil)
sl: Portugalščina (Brazil)

source: Portuguese (Portugal)
sl: Portugalščina

source: Russian
sl: Ruščina

source: Spanish
sl: Španščina

source: Spanish (Venezuela)
sl: Španščina (Venezuela)

source: Swedish
sl: Švedščina

source: Turkish
sl: Turščina

source: You will see the difference…
sl: Videli boste razliko…

source: Change Language
sl: Spremeni jezik

source: Project Pages
sl: Strani projekta

source: Archive
sl: Arhiv

source: Donate
sl: Darujte

source: Version %1$s; %2$s MB
sl: Različica %1$s; %2$s MB

source: Download Now!
sl: Prenesi zdaj!

source: Home
sl: Domov

source: WinMerge Home
sl: WinMerge Domov

source: WinMerge Documentation
sl: WinMerge Dokumentacija

source: WinMerge Downloads
sl: WinMerge Prenosi

source: WinMerge Screenshots
sl: WinMerge Posnetki zaslona

source: WinMerge Source Code
sl: WinMerge Izvorna koda

source: WinMerge Support
sl: WinMerge Podpora

source: WinMerge Translations
sl: WinMerge Prevodi

source: WinMerge is an Open Source differencing and merging tool for Windows. WinMerge can compare both folders and files, presenting differences in a visual text format that is easy to understand and handle.
sl: WinMerge je odprtokodno orodje za ločevanje in združevanje v sistemu Windows. WinMerge lahko primerja dve mapi in datoteki, predstavlja razlike v obliki vidnega besedila, ki je enostavno za razumevanje in upravljanje.

source: WinMerge, free, open source, Windows, windiff, diff, merge, compare, tool, utility, text, file, folder, directory, compare files, compare folders, merge files, merge folders, diff tool, merge tool, compare tool
sl: WinMerge, brezplačno, odprtokodno, Windows, windiff, razl., združitev, primerjava, orodje, pripomoček, besedilo, datoteka, mapa, imenik, primerjava datotek, primerjava map, spajanje datotek, spajanje map, orodje za razlikovanje, orodje za združevanje, orodje za primerjavo

source: Project News
sl: Novice o projektu

source: What is WinMerge?
sl: Kaj je WinMerge?

source: WinMerge is an <a href="%s">Open Source</a> differencing and merging tool for Windows. WinMerge can compare both folders and files, presenting differences in a visual text format that is easy to understand and handle.
sl: WinMerge je <a href="%s">odprtokodno</a> orodje za ločevanje in združevanje v sistemu Windows. WinMerge lahko primerja dve mapi in datoteki, predstavlja razlike v obliki vidnega besedila, ki je enostavno za razumevanje in upravljanje.

source: Screenshot
sl: Posnetki zaslona

source: File Comparison
sl: Primerjava datotek

source: See the <a href="%s">screenshots page</a> for more screenshots.
sl: Za več posnetkov zaslona glejte <a href="%s">stran s posnetki zaslona</a>.

source: Features
sl: Funkcije

source: WinMerge is highly useful for determining what has changed between project versions, and then merging changes between versions. WinMerge can be used as an external differencing/merging tool or as a standalone application.
sl: WinMerge je zelo koristen za ugotavljanje, kaj se je spremenilo med različicami projekta, in nato za združitev sprememb med različicami. WinMerge se lahko uporablja kot zunanje orodje za ločevanje/združevanje ali kot samostojna aplikacija.

source: In addition, WinMerge has many helpful supporting features that make comparing, synchronising, and merging as easy and useful as possible:
sl: Poleg tega ima WinMerge številne koristne podporne funkcije, ki omogočajo primerjavo, sinhronizacijo in združevanje, kar se da enostavno in uporabno:

source: General
sl: Splošno

source: Supports Microsoft Windows XP SP3 or newer
sl: Podpira Microsoft Windows XP SP3 ali novejši OS

source: Handles Windows, Unix and Mac text file formats
sl: Obravnava formate besedilnih datotek Windows, Unix in Mac

source: Unicode support
sl: Podpira Unicode(

source: Tabbed interface
sl: Vmesnik z zavihki

source: File Compare
sl: Primerjava datotek

source: 3-way File Comparison
sl: 3-smerna primerjava datotek

source: New!
sl: Novo!

source: Visual differencing and merging of text files
sl: Vidno ločevanje in združevanje besedilnih datotek

source: Flexible editor with syntax highlighting, line numbers and word-wrap
sl: Prilagodljiv urejevalnik z označevanjem sintakse, številkami vrstic in prelomom besed

source: Highlights differences inside lines
sl: Označuje razlike med vrsticami

source: Difference pane shows current difference in two vertical panes
sl: Podokno razlike prikazuje trenutno razliko v dveh navpičnih podoknih

source: Location pane shows map of files compared
sl: Lokacijsko podokno prikazuje zemljevid primerjanih datotek

source: Moved lines detection
sl: Zaznavanje premaknjenih vrstic

source: Folder Compare
sl: Primerjava map

source: Regular Expression based file filters allow excluding and including items
sl: Filtri datotek, ki temeljijo na regularnem izrazu, omogočajo izključitev in vključitev vnosov

source: Fast compare using file sizes and dates
sl: Hitro primerjanje z uporabo velikosti datotek in datumov

source: Compares one folder or includes all subfolders
sl: Primerja eno mapo ali vključuje vse podmape

source: Can show folder compare results in a tree-style view
sl: Lahko prikaže rezultate primerjave map v drevesnem slogu prikaza

source: 3-way Folder Comparison
sl: 3-smerna primerjava map

source: Image Compare
sl: Primerjanje slik

source: Support many types of images
sl: Podpira številne vrste slik

source: Can highlight the differences with blocks
sl: Lahko označi razlike z bloki

source: Overlaying of the pictures is possible
sl: Možno je prekrivanje slik

source: Table Compare
sl: Primerjava tabel

source: Shows CSV/TSV file contents in table format
sl: Prikaže vsebino datotek CSV/TSV v obliki tabele

source: Text can be wrapped for each column
sl: Besedilo je mogoče prelomiti za vsak stolpec

source: Version Control
sl: Spremljanje različic

source: Creates patch files (Normal-, Context- and Unified formats)
sl: Ustvari datoteke popravkov (običajni, kontekstni in poenoteni formati)

source: Resolve conflict files
sl: Rešite datoteke, ki so v sporu

source: Other
sl: Drugo

source: Shell Integration (supports 64-bit Windows versions)
sl: Integracija lupine (podpira 64-bitne različice sistema Windows)

source: Archive file support using 7-Zip
sl: Podpira arhivskih datoteke z uporabo 7-Zip

source: Plugin support
sl: Podpora vtičnikov

source: Localizable interface
sl: Večjezičnih vmesnik

source: <a href="%s">Online manual</a> and installed HTML Help manual
sl: <a href="%s">Sopletni priročnik</a> innameščena Pomoč HTML

source: WinMerge %s - latest stable version
sl: WinMerge %s - zadnja stabilna različica

source: <a href="%1$s">WinMerge %2$s</a> is the latest stable version, and is recommended for most users.
sl: <a href="%1$s">WinMerge %2$s</a> je najnovejša stabilna različica in je priporočljiva za večino uporabnikov.

source: View all news&hellip;
sl: Oglejte si vse novice&hellip;

source: If you need support, look at our <a href="%s">support page</a> for more information how you can get it.
sl: Če potrebujete podporo, si oglejte našo <a href="%s">stran za podporo</a> za več informacij, kako jih lahko dobite.

source: Developers
sl: Razvijalci

source: WinMerge is an open source project, which means that the program is maintained and developed by volunteers.
sl: WinMerge je odprtokodni projekt, kar pomeni, da program vzdržujejo in razvijajo prostovoljci.

source: In addition, WinMerge is translated into a number of different languages. See our <a href="%s">information on translating WinMerge</a> into your own language.
sl: Poleg tega je WinMerge preveden v številne različne jezike. Oglejte si naše podatke o <a href="%s">prevajanju WinMerge</a> v vaš jezik.

source: Screenshots from WinMerge features like file comparison, folder comparison results and location pane.
sl: Posnetki zaslona funkcij WinMerge, kot so primerjava datotek, rezultati primerjave map in podokno lokacije.

source: WinMerge, screenshots, file comparison, open-dialog, folder comparison results, highlight line diff, location pane, splash screen
sl: WinMerge, posnetki zaslona, primerjava datotek, pogovorno okno 'Odpri', rezultati primerjave map, označevanje razlike med vrsticami, podokno lokacije, začetni zaslon

source: File compare window is basically two files opened to editor into two horizontal panes. Editing allows user to easily do small changes without need to open files to other editor or development environment.
sl: Okno za primerjavo datotek je v bistvu prikaz dveh datotek, odprtih za urejanje v dveh vodoravnih podoknih. Urejanje omogoča uporabniku, da z lahkoto naredi majhne spremembe, ne da bi morali datoteke odpirati v drugem urejevalniku ali razvojnem okolju.

source: The 3-way file compare even allows comparing and editing three files at the same time.
sl: Trosmerna primerjava datotek omogoča celo primerjavo in urejanje treh datotek hkrati.

source: Folder Comparison Results
sl: Rezultati primerjave map

source: Folder compare shows all files and subfolders found from compared folders as list. Folder compare allows synchronising folders by copying and deleting files and subfolders. Folder compare view can be versatile customised.
sl: Primerjava map prikaže vse datoteke in podmape, najdene iz primerjanih map, kot seznam. Primerjava map omogoča sinhronizacijo map s kopiranjem in brisanjem datotek in podmap. Prikaz primerjave map je lahko vsestransko prilagojen.

source: Folder Compare Tree View
sl: Drevesni prikaz primerjave map

source: In the tree view, folders are expandable and collapsible, containing files and subfolders. This is useful for an easier navigation in deeply nested directory structures. <em>The tree view is available only in recursive compares.
sl: V drevesnem pogledu so mape razširljive in zložljive, vsebujejo datoteke in podmape. To je koristno za lažje krmarjenje v globoko ugnezdenih strukturah imenikov. <em> Drevesni prikaz je na voljo samo v rekurzivnih primerjavah.

source: Image Comparison
sl: Primerjava slik

source: WinMerge can compare images and highlight the differences in several ways.
sl: WinMerge lahko primerja slike in na več načinov označuje razlike.

source: Table Comparison
sl: Primerjava tabel

source: Table compare shows the contents of CSV/TSV files in table format.
sl: Primerjava tabel prikazuje vsebino datotek CSV/TSV v obliki tabele.

source: Binary Comparison
sl: Dvojiška primerjava

source: WinMerge can detect whether files are in text or binary format. When you launch a file compare operation on binary files, WinMerge opens each file in the binary file editor.
sl: WinMerge lahko zazna, ali so datoteke v besedilnem ali dvojiškem formatu. Ko zaženete operacijo primerjave datotek na dvojiških datotekah, WinMerge odpre vsako datoteko v urejevalniku dvojiških datotek.

source: Open-dialog
sl: Pogovorno okno 'Odpri'

source: WinMerge allows selecting/opening paths in several ways. Using the Open-dialog is just one of them.
sl: WinMerge omogoča izbiro/odpiranje poti na več načinov. Uporaba pogovornega okna 'Odpri' je le eden izmed njih.

source: Download the source code of WinMerge, which is released under the GNU General Public License.
sl: Prenesite izvorno kodo WinMerge, ki je izdana pod splošno javno licenco GNU.

source: WinMerge, free, clone, download, source code, GPL, GitHub, Git
sl: WinMerge, brezplačno, klon, prenos, izvorna koda, GPL, GitHub, Git

source: Recent Commits
sl: Nedavno storjeno

source: WinMerge is <a href="%1$s">Open Source</a> software under the <a href="%2$s">GNU General Public License</a>.
sl: WinMerge je <a href="%1$s">odprtokodni</a> program pod <a href="%2$s">Splošno javno licenco GNU</a>.

source: This means everybody can download the <a href="%s">source code</a> and improve and modify it. The only thing we ask is that people submit their improvements and modifications back to us so that all WinMerge users may benefit.
sl: To pomeni, da lahko vsakdo prenese <a href="%s">izvorno kodo</a> ter jo izboljša in spremeni. Edino, kar zahtevamo je, da nam ljudje svoje izboljšave in modifikacije pošljejo nazaj, tako da bodo imeli koristi vsi uporabniki WinMerge.

source: GNU General Public License
sl: GNU Splošna javna licenca

source: Clone or download
sl: Kloniraj ali prenesi

source: The source code is hosted on <a href="%1$s">GitHub</a> in a <a href="%2$s">Git</a> repository:
sl: Izvorna koda gostuje na <a href="%1$s">GitHub</a> v <a href="%2$s">Git</a> odlagališču:

source: You can also download the current branches as ZIP file:
sl: Trenutne veje lahko prenesete tudi kot ZIP datoteko:

source: Branch
sl: Veja

source: Y-m-d H:i
sl: L-m-d U:i

source: View all commits&hellip;
sl: Oglejte si vse storjeno&hellip;

source: If you find a bug, please submit it as a <a href="%s">issue</a>.
sl: Če naletite na programsko napako, nam jo prijavite in pošljite kot <a href="%s">težavo</a>.

source: Please attach as much information as you can: at a minimum, the version number of WinMerge that you are using. If you can, also attach a configuration log which, you can display by clicking <span class="guimenu">Help</span> &#8594; <span class="guimenuitem">Configuration</span> in the WinMerge window.
sl: Priložite čim več informacij: vsaj številko različice WinMerge, ki jo uporabljate. Če lahko, priložite tudi Dnevnik nastavitev, ki ga lahko prikažete s klikom na <span class="guimenu">Pomoč</span> &#8594; <span class="guimenuitem">Nastavitve</span> v oknu WinMerge.

source: Good information in a bug report makes it more likely that your bug will be fixed quickly.
sl: Zaradi dobrih informacij v prijavi programskih napak je verjetneje, da bo vaša napaka hitro odpravljena.

source: Wish list items on the <a href="%s">issues list</a> will also be considered, but we make absolutely no promises.
sl: Upoštevali bomo tudi vnose seznama želja na <a href="%s">Seznamu težav</a> vendar ne dajemo popolnoma nobenih obljub.

source: Since WinMerge is an <a href="%s">Open Source</a> project, you may use it free of charge.
sl: Ker je WinMerge <a href="%s">odprtokodni</a> projekt, ga lahko uporabljate brezplačno.

source: But please consider making a <a href="%s">donation</a> to support the continued development of WinMerge.
sl: Prosimo, razmislite o <a href="%s">darovanju</a> za podporo nadaljnjemu razvoju WinMerge.

source: Buy WinMerge merchandise
sl: Kupite blago WinMerge

source: You can also support WinMerge by buying merchandise at the <a href="%s">WinMerge CafePress store</a>. 20%% of the sales goes to WinMerge.
sl: WinMerge lahko podprete tudi z nakupom blaga v <a href="%s">trgovini WinMerge CafePress</a>. 20%% prodaje gre WinMergeju.

source: Translations Status
sl: Stanje prevodov

source: Translators
sl: Prevajalci

source: WinMerge Status
sl: Stanje WinMerge

source: ShellExtension Status
sl: Stanje ShellExtension

source: InnoSetup Files
sl: Datoteke InnoSetup

source: Readme Files
sl: Datoteke Readme

source: Website Status
sl: Stanje Spletne strani

source: Instructions
sl: Navodila

source: Translating
sl: Prevajanje

source: We currently have WinMerge translated into the languages listed below:
sl: Trenutno imamo WinMerge preveden v spodaj navedene jezike:

source: If you would like to update any of these translations or add another translation, then please follow <a href="%s">these instructions</a>.
sl: Če želite posodobiti katerega koli od teh prevodov ali dodati drug prevod, sledite <a href="%s">tem navodilom</a>.

source: WinMerge Status <em>from %s</em>
sl: Stanje WinMerge <em>od %s</em>

source: The translations status is currently not available...
sl: Stanje prevodov trenutno ni na voljo...

source: Translations Status (Website)
sl: Stanje prevodov (spletna stran)

source: We moved the sources from the website to a own <a href="%1$s">GitHub repository</a>.
sl: Preselili smo vire s spletne strani v lastno <a href="%1$s">odlagališče na GitHubu</a>.

source: Website Status <em>from %s</em>
sl: Stanje spletne strani <em>od %s</em>

source: File not valid.
sl: Datoteka ni veljavna.

source: File not found.
sl: Datoteka ni bila najdena.

source: Translated
sl: Prevedeno

source: Translated: %d%%
sl: Prevedeno: %d%%

source: Fuzzy
sl: Nejasno
